/* Localized versions of Info.plist keys */

CFBundleName = "iPod Updater";
CFBundleDisplayName = "iPod Updater 2005-06-26";
Description = "This application lets you update the software on your iPod. It also allows you to restore the software on your iPod to the “factory” condition.";
